experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_1_threads_8_pipeline_10/redis.out
8         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       425425.19          ---          ---         0.15180         0.15900         0.26300         0.33500    446718.75 
Gets        85084.96      1654.80     83430.17         0.15151         0.15900         0.26300         0.32700      5056.92 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     510510.15      1654.80     83430.17         0.15175         0.15900         0.26300         0.33500    451775.67